Revit 2027 API
ParameterTypeId.SheetKeyNumber Property
 "Sheet Key Number"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SheetKeyNumber { get; }
Public Shared ReadOnly Property SheetKeyNumber As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SheetKeyNumber {
	ForgeTypeId^ get ();
}
static member SheetKeyNumber : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace